Detail Number is empty
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DetailNumberEmpty { get; }
  Visual Basic
Public Shared ReadOnly Property DetailNumberEmpty As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DetailNumberEmpty {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures ViewFailures Class
  Autodesk.Revit.DB Namespace